---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldType.RevitLinkInstance
enum: Autodesk.Revit.DB.ScheduleFieldType
zh: 链接模型、链接
source: html/9888db7d-00d0-4fd7-a1a9-cdd1fb5fce16.htm
---
# Autodesk.Revit.DB.ScheduleFieldType.RevitLinkInstance

**中文**: 链接模型、链接

A parameter of the RevitLinkInstance that an element in a linked
 file belongs to. Currently RVT_LINK_INSTANCE_NAME is the only
 supported parameter. Only allowed in schedules that include
 elements from linked files.